Repository: cyberspeed18/portals
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Create Keyword
th: สร้างคำสำคัญใหม่

source: Manage Keywords
th: จัดการคำสำคัญ

source: Book Pages
th: หน้าเพจ

source: Create Page
th: สร้างหน้าเพจใหม่

source: Manage Book Pages
th: จัดการหน้าเพจ

source: Manage News
th: จัดการข่าว

source: Create News Category
th: สร้างประเภทข่าว

source: Manage News Categories
th: จัดการประเภทข่าว

source: Events
th: กิจกรรม

source: Manage Events
th: จัดการกิจกรรม

source: Create Event Category
th: สร้างประเภทกิจกรรมใหม่

source: Manage Event Categories
th: จัดการประเภทกิจกรรม

source: Files
th: ไฟล์

source: Manage Files
th: จัดการไฟล์

source: Podcasts
th: พอดคาสต์

source: Manage Podcasts
th: จัดการพอดคาสต์

source: Create Podcast Category
th: สร้างประเภทพอดคาสต์

source: Manage Podcast Categories
th: จัดการประเภทพอดคาสต์

source: Need Help?
th: ต้องการความช่วยเหลือ?

source: powered by
th: ทำงานโดยซอฟต์แวร์

source: from
th: จาก

source: Prince of Songkla University
th: มหาวิทยาลัยสงขลานครินทร์

source: by courtesy of
th: สนับสนุนโดย

source: ThaiHealth
th: สสส.

source: TRF
th: สกว.

source: KMI
th: สคส.

source: Create
th: สร้าง

source: View
th: แสดงตัวอย่าง

source: Delete
th: ลบ

source: Save &amp; Continue Editing
th: บันทึก &amp; แก้ไขต่อ

source: Help
th: ช่วยเหลือ

source: remove
th: เอาออก

source: Actions
th: ดำเนินการ

source: This portal does not have an event. Click 'Create Event' to write one.
th: เว็บศูนย์รวมนี้ยังไม่มีกิจกรรม คลิก 'สร้างกิจกรรมใหม่' เพื่อทำการสร้างกิจกรรม

source: Refresh
th: รีเฟรช

source: This portal does not have a file. Click 'Upload' to put a file to the server.
th: เว็บศูนย์รวมนี้ยังไม่มีไฟล์ คลิก 'เพิ่มไฟล์' เพื่อใส่ไฟล์ใหม่ไปที่เครื่องแม่ข่าย

source: File Information
th: ข้อมูลของไฟล์

source: Size
th: ขนาด

source: bytes
th: ไบต์

source: Preview
th: ดูตัวอย่าง

source: This file was uploaded directly to this folder. It cannot be modified using this dashboard.
th: ไฟล์นี้ถูกเพิ่มโดยตรงไปที่เครื่องแม่ข่ายดังนั้นจึงไม่สามารถแก้ไขได้จากระบบนี้

source: first
th: แรกสุด

source: previous
th: ก่อนหน้า

source: next
th: ถัดไป

source: last
th: ท้ายสุด

source: OK
th: ตกลง

source: This portal does not have a news item. Click 'Create News' to write one.
th: เว็บศูนย์รวมนี้ยังไม่มีข่าว คลิก 'สร้างข่าวใหม่' เพื่อทำการสร้างข่าว

source: This portal does not have a book page. Click 'Create Page' to write one.
th: เว็บศูนย์รวมนี้ยังไม่มีหน้าเพจ คลิก 'สร้างหน้าเพจใหม่' เพื่อทำการสร้างหน้าเพจ

source: Edit
th: แก้ไข

source: Copy
th: สำเนา

source: This portal does not have a podcast episode. Click 'Create Podcast' to post one.
th: เว็บศูนย์รวมนี้ยังไม่มีพอดคาสต์ คลิก 'สร้างพอดคาสต์' เพื่อทำการสร้างพอดคาสต์

source: Length
th: ความยาวไฟล์

source: Create Portal
th: สร้างเว็บศูนย์รวมใหม่

source: My Portals
th: เว็บศูนย์รวมของผู้ใช้

source: Manage
th: จัดการ

source: This user does not have a portal.
th: ผู้ใช้คนนี้ยังไม่มีเว็บศูนย์รวม

source: Contributed Portals
th: เว็บศูนย์รวมที่ผู้ใช้ร่วมเขียนข้อมูล

source: This user does not have a portal that he/she collaborates as a contributor.
th: ผู้ใช้คนนี้ยังไม่มีเว็บศูนย์รวมที่เขาร่วมเขียนข้อมูล

source: Recently Modified Book Pages
th: หน้าเพจที่แก้ไขล่าสุด

source: Recent News
th: ข่าวล่าสุด

source: Recent Events
th: กิจกรรมล่าสุด

source: Recently Modified Files
th: ไฟล์ที่แก้ไขล่าสุด

source: Recent Podcasts
th: พอดคาสต์ล่าสุด

source: Portal Information
th: เกี่ยวกับเว็บศูนย์รวมนี้

source: Theme
th: ตกแต่งเว็บ

source: Customized
th: มีการปรับ

source: Home Page (from high to low priority)
th: หน้าแรก (จากความสำคัญมากไปน้อย)

source: Keywords and Categories
th: คำสำคัญและประเภทของข้อมูล

source: File Name
th: ชื่อไฟล์

source: Portal List
th: รายการเว็บ

source: Random Portal
th: สุ่มเว็บ

source: Copyright
th: สงวนลิขสิทธิ์

source: Contents licensed under
th: เนื้อหาอนุญาตให้ใช้แบบ

source: No Homepage
th: ไม่มีหน้าแรก

source: Please set a homepage for this portal.
th: กรุณาตั้งหน้าแรกของเว็บศูนย์รวมนี้

source: This portal does not have a book page.
th: เว็บศูนย์รวมนี้ยังไม่มีหน้าเพจ

source: Table of Contents
th: สารบัญ

source: Recommended Book Pages
th: หน้าเพจแนะนำ

source: all news
th: ข่าวทั้งหมด

source: No recent news.
th: ไม่มีข่าวล่าสุด

source: Upcoming Events
th: กิจกรรมที่กำลังจะเกิดขึ้น

source: No upcoming events.
th: ไม่มีกิจกรรมที่กำลังจะเกิดขึ้น

source: all events
th: กิจกรรมทั้งหมด

source: all podcasts
th: พอดคาสต์ทั้งหมด

source: No recent podcasts.
th: ไม่มีพอดคาสต์ล่าสุด

source: Contact
th: ติดต่อ

source: This portal does not have any events, or all events are marked sticky.
th: ไม่มีกิจกรรมในเว็บศูนย์รวมนี้ หรือกิจกรรมทั้งหมดถูกตั้งให้แสดงค้าง

source: No events.
th: ไม่มีกิจกรรมล่าสุด

source: more
th: มีต่อ

source: Upcoming
th: จะเกิดขึ้นใน

source: No events in this category.
th: ไม่มีกิจกรรมในประเภทนี้

source: Page Not Found
th: ไม่พบหน้าดังกล่าว

source: Back
th: กลับ

source: This portal does not have any news, or all news are marked sticky.
th: ไม่มีข่าวในเว็บศูนย์รวมนี้ หรือข่าวทั้งหมดถูกตั้งให้แสดงค้าง

source: No news.
th: ไม่มีข่าวล่าสุด

source: No news in this category.
th: ไม่มีข่าวในประเภทนี้

source: This portal does not have any pages.
th: เว็บศูนย์รวมนี้ยังไม่มีหน้าเพจ

source: This portal does not have any podcast episode, or all podcast episodes are marked sticky.
th: ไม่มีพอดคาสต์ในเว็บศูนย์รวมนี้ หรือพอดคาสต์ทั้งหมดถูกตั้งให้แสดงค้าง

source: No podcast.
th: ไม่มีพอดคาสต์ล่าสุด

source: Download
th: ดาวน์โหลด

source: Type
th: ประเภท

source: No podcast in this category.
th: ไม่มีพอดคาสต์ในประเภทนี้

source: Portals
th: เว็บศูนย์รวม

source: Item
th: รายการ

source: Statistics
th: สถิติ

source: Number of Users
th: จำนวนผู้ใช้

source: Number of Portals
th: จำนวนเว็บศูนย์รวม

source: Number of Pages
th: จำนวนหน้าเพจ

source: Number of News
th: จำนวนข่าว

source: Number of Events
th: จำนวนกิจกรรม

source: Number of Files
th: จำนวนไฟล์
