Repository: cyberspeed18/portals
Catalog: locale/*/LC_MESSAGES/django.po
Languages: th

source: Tools
th: เครื่องมือ

source: List
th: รายการ

source: The email has been sent.
th: อีเมลได้ถูกส่งไปแล้ว

source: ERROR!! The email could not be sent.
th: ผิดพลาด!! ไม่สามารถส่งอีเมลได้

source: Email
th: อีเมล

source: All
th: ทั้งหมด

source: Email to all users
th: ส่งอีเมลถึงผู้ใช้ทั้งหมด

source: Send
th: ส่ง

source: Full Name
th: ชื่อเต็ม

source: Slug
th: สลัก

source: A slug is a string representing a title in a web address (URL). Valid characters are a-z, 0-9, and dashes (-). Space is not allowed, and it cannot begin or end with a dash. (optional)
th: สลัก (slug) เป็นคำที่แทนชื่อในที่อยู่เว็บ (URL) ตัวอักษรที่สามารถใช้ได้คือ a-z, 0-9, และขีด (-) แต่ไม่สามารถใช้ช่องว่างหรือเริ่มหรือปิดด้วยขีดได้ (รายการนี้ไม่จำเป็นต้องใส่)

source: A slug is a string representing a title in a web address (URL). Valid characters are a-z, 0-9, and dashes (-). Space is not allowed, and it cannot begin or end with a dash.
th: สลัก (slug) เป็นคำที่แทนชื่อในที่อยู่เว็บ (URL) ตัวอักษรที่สามารถใช้ได้คือ a-z, 0-9, และขีด (-) แต่ไม่สามารถใช้ช่องว่างหรือเริ่มหรือปิดด้วยขีดได้

source: Access Denied
th: ไม่อนุญาตให้ใช้

source: You attempt to access an unauthorized feature.
th: คุณไม่ได้รับอนุญาตให้เข้าใช้ระบบในส่วนนี้

source: The action was completed successfully.
th: ดำเนินการสำเร็จเรียบร้อยแล้ว

source: Email Subject
th: ห้วเรื่องอีเมล

source: Email Message
th: เนื้อความอีเมล

source: Being Edited Now
th: กำลังแก้ไขอยู่

source: Username
th: ชื่อเข้าใช้

source: Password
th: รหัสผ่าน

source: Address
th: ที่อยู่

source: A portal address must start with an a-z character following by a-z, 0-9, - (dash), or . (dot) characters. It must be less than 100 characters. For example "mgt-psu", in which it will be accessible from "%s"
th: ที่อยู่ของเว็บศูนย์รวมต้องเริ่มต้นด้วยตัวอักษร a-z ตามด้วย a-z, 0-9, - (ขีด), หรือ . (จุด) โดยที่อยู่ของเว็บศูนย์รวมต้องยาวไม่เกิน 100 ตัวอักษร ตัวอย่างเช่น "mgt-psu" ซึ่งจะกลายเป็นที่อยู่ของเว็บที่เข้าใช้ได้ที่ "%s" เป็นต้น

source: This is a valid domain and its DNS server maps it to %s. (You may need to contact your network administrator to use this feature.)
th: ที่อยู่นี้เป็นชื่อโดเมนและได้ตั้งค่าใน DNS ของโดเมนนี้มายัง %s แล้ว (คุณอาจจะต้องติดต่อกับผู้บริหารระบบเครือข่ายของคุณเพื่อใช้ความสามารถนี้)

source: This domain must set to the following IP address: %s
th: ชื่อโดเมนนี้ต้องตั้งให้ชี้ไปยังเลขไอพีต่อไปนี้: %s

source: You cannot use this feature because the domain name has not been properly set.
th: คุณยังใช้ความสามารถนี้ไม่ได้เพราะชื่อโดเมนนี้ยังตั้งค่าไม่ถูกต้อง

source: Edit This Portal
th: แก้ไขเว็บศูนย์รวมนี้

source: Create New Portal
th: สร้างเว็บศูนย์รวมใหม่

source: Select a page to be the first page of this portal, or select none to reset it.
th: เลือกหน้าเพจที่จะเป็นหน้าแรกของเว็บศูนย์รวมนี้ ไม่เลือกเป็นการลบการตั้งค่า

source: Set Home Page
th: ตั้งหน้าแรก

source: Set
th: ตั้ง

source: You can set three items as the home page of a portal: an event, a news, and a page. However, all items will not be the home page in the same time. If set, the event will be chosen as the home page following by the news and the page. For example, if you want to set a news as the home page, you must not set a page.
th: คุณสามารถตั้งกิจกรรม ข่าว และหน้าเพจเป็นหน้าแรกได้ในเวลาเดียวกัน อย่างไรก็ตามทั้งสามอย่างจะไม่ถูกตั้งเป็นหน้าแรกพร้อมๆ กันแต่ระบบจะเลือกกิจกรรมมาก่อนข่าวและเลือกข่าวก่อนหน้าเพจ ดังนั้นถ้าคุณต้องการตั้งข่าวเป็นหน้าแรกคุณต้องไม่ตั้งกิจกรรมเป็นหน้าแรกไว้เป็นต้น

source: No %s
th: ไม่มี%s

source: This portal does not have an item in the type you want to set as its homepage. Please create a item first.
th: เว็บศูนย์รวมนี้ไม่มีรายการในประเภทที่คุณต้องการที่สามารถใช้ตั้งเป็นหน้าแรกได้ กรุณาสร้างข้อมูลนั้นก่อน

source: Left Sidebar
th: ข้อมูลด้านซ้าย

source: Check to display a sidebar on the left side. Uncheck to display it on the right side.
th: เลือกตัวเลือกนี้เพื่อแสดงข้อมูลประกอบในด้านซ้าย ไม่เลือกตัวเลือกเพื่อแสดงในด้านขวา

source: Hide Header Title
th: ไม่แสดงชื่อในหัวเว็บ

source: Check above to hide the header title.
th: เลือกตัวเลือกนี้เพื่อไม่ให้ระบบแสดงชื่อเว็บในหัวเว็บศูนย์รวมนี้

source: Enter the username of the person to add as a contributor of this portal. The user must have logged in to this system before.
th: ใส่ชื่อในการเข้าใช้ของบุคคลที่ต้องการเพิ่มให้เป็นผู้ร่วมเขียนของเว็บศูนย์รวมนี้ ผู้ใช้คนนั้นต้องเคยเข้าใช้ระบบนี้แล้ว

source: Save
th: บันทึก

source: No Keyword
th: ไม่มีคำสำคัญ

source: This portal does not have keywords to tag contents of this portal. Please create some keywords first.
th: เว็บศูนย์รวมนี้ไม่มีคำสำคัญเพื่อใช้ระบุเนื้อหา กรุณาสร้างคำสำคัญก่อน

source: A keyword with the title or the slug is already defined for this portal.
th: คำสำคัญที่มีชื่อนี้หรือสลักนี้ได้ตั้งไว้แล้วสำหรับเว็บศูนย์รวมนี้

source: A keyword is a word that represent a concept. Keywords are used to identify the key ideas of pages, news, events, and files. For example, a school portal may have the following keywords: Teaching, Extra Curriculum Activity, Parent, etc. Keywords can also be used to distinguish relavance of information to groups of users. As an example, the following keywords may be defined for a university portal: Prospective Students, Current Students, Researchers, Staff, Visitors.
th: คำสำคัญคือคำที่แทนแนวคิดใดแนวคิดหนึ่ง คำสำคัญใช้สำหรับระบุถึงประเด็นความคิดที่สำคัญของหน้าเพจ ข่าว กิจกรรม และไฟล์ ตัวอย่างเช่นเว็บศูนย์รวมของโรงเรียนมัธยมอาจจะมีคำสำคัญต่อไปนี้: การเรียนการสอน, กิจกรรมนอกหลักสูตร, ผู้ปกครอง ฯลฯ คำสำคัญสามารถใช้ในการแยกประเภทของข้อมูลตามกลุ่มของผู้ใช้ อาทิเช่นคำสำคัญต่อไปนี้อาจจะตั้งขึ้นเพื่อเว็บศูนย์รวมของมหาวิทยาลัย: ผู้สนใจศึกษาต่อ, นักศึกษาปัจจุบัน, นักวิจัย, บุคลากร, บุคคลทั่วไป เป็นต้น

source: No News Category
th: ไม่มีประเภทข่าว

source: No news category has been defined for this portal. To post a news, you need a news category. Please create a news category first.
th: เว็บศูนย์รวมนี้ยังไม่ได้สร้างประเภทข่าวทำให้ไม่สามารถเพิ่มข่าวได้ กรุณาสร้างประเภทข่าวก่อน

source: A news category with the title or the slug is already defined for this portal.
th: ประเภทข่าวที่มีชื่อหรือสลักนี้ได้ตั้งไว้แล้วสำหรับเว็บศูนย์รวมนี้

source: Content
th: เนื้อหา

source: Edit News
th: แก้ไขข่าว

source: Create News
th: สร้างข่าวใหม่

source: No Event Category
th: ไม่มีประเภทกิจกรรม

source: No event category has been defined for this portal. To post an event, you need an event category. Please create an event category first.
th: เว็บศูนย์รวมนี้ยังไม่ได้สร้างประเภทกิจกรรมทำให้ไม่สามารถเพิ่มกิจกรรมได้ กรุณาสร้างประเภทกิจกรรมก่อน

source: An event category with the title or the slug is already defined for this portal.
th: ประเภทกิจกรรมที่มีชื่อหรือสลักนี้ได้ตั้งไว้แล้วสำหรับเว็บศูนย์รวมนี้

source: The beginning time must preceed the ending time.
th: เวลาเริ่มต้นต้องเป็นเวลาก่อนเวลาสิ้นสุด

source: Edit Event
th: แก้ไขกิจกรรม

source: Create Event
th: สร้างกิจกรรมใหม่

source: copy
th: สำเนา

source: A book page with this title already exists. Please choose another one.
th: หน้าเพจที่มีชื่อนี้ได้มีอยู่ในระบบแล้ว กรุณาเลือกชื่ออื่น

source: This slug is already used. Please choose another one.
th: สลักนี้ได้มีการใช้แล้ว กรุณาใช้คำอื่น

source: Invalid value. The new parent is a child of this page.
th: ข้อมูลไม่ถูกต้อง หน้าก่อนเป็นหนึ่งในหน้าลูกของหน้านี้

source: Edit Book Page
th: แก้ไขหน้าเพจ

source: Create Book Page
th: สร้างหน้าเพจใหม่

source: A portal website is an online book that contains information of an organization, a group, or an individual. Book pages are arranged in hierarchical fashion.
th: เว็บศูนย์รวมคือสมุดออนไลน์ที่นำเสนอสารสนเทศของหน่วยงานนั้นๆ ไม่ว่าจะเป็นองค์กร กลุ่ม หรือบุคคลธรรมดา หน้าเพจในเว็บศูนย์รวมจัดเรียงเป็นลำดับหัวข้อจากใหญ่ไปเล็กโดยหัวข้อใหญ่เป็นหน้าก่อนของหัวข้อย่อยเป็นชั้นต่อเนื่องกันไป

source: This file name contains disallowed character(s). Please rename it.
th: ชื่อไฟล์นี้มีตัวอักษรที่ไม่อนุญาตให้ใช้ กรุณาแก้ไขชื่อไฟล์

source: Not Allowed
th: ไม่อนุญาต

source: You are not allowed to upload or update a file.
th: คุณไม่ได้รับอนุญาตที่จะเพิ่มไฟล์หรือแก้ไขไฟล์

source: No Podcast Category
th: ไม่มีประเภทพอดคาสต์

source: No podcast category has been defined for this portal. To post a podcast, you need a podcast category. Please create a podcast category first.
th: เว็บศูนย์รวมนี้ยังไม่ได้สร้างประเภทพอดคาสต์ทำให้ไม่สามารถเพิ่มพอดคาสต์ได้ กรุณาสร้างประเภทพอดคาสต์ก่อน

source: A podcast category with the title or the slug is already defined for this portal.
th: ประเภทพอดคาสต์ที่มีชื่อหรือสลักนี้ได้ตั้งไว้แล้วสำหรับเว็บศูนย์รวมนี้

source: Edit Podcast
th: แก้ไขพอดคาสต์

source: Create Podcast
th: สร้างพอดคาสต์ใหม่

source: Creative Commons
th: ครีเอทีฟคอมมอนส์

source: Attribution Non-Commercial Share Alike
th: สัญญาอนุญาตประเภทแสดงที่มา ไม่ใช้เพื่อการค้า และอนุญาตแบบเดียวกัน

source: Attribution Non-Commercial No Derivatives
th: สัญญาอนุญาตประเภทแสดงที่มา ไม่ใช้เพื่อการค้า และไม่แก้ไขต้นฉบับ

source: Attribution No Derivatives
th: สัญญาอนุญาตประเภทแสดงที่มา และไม่แก้ไขต้นฉบับ

source: Attribution Non-Commercial
th: สัญญาอนุญาตประเภทแสดงที่มา และไม่ใช้เพื่อการค้า

source: Attribution Share Alike
th: สัญญาอนุญาตประเภทแสดงที่มา และอนุญาตแบบเดียวกัน

source: Attribution
th: สัญญาอนุญาตประเภทแสดงที่มา

source: Other
th: อื่นๆ

source: All Rights Reserved
th: สงวนลิขสิทธิ์ทั้งหมด

source: Public Domain
th: ไม่สงวนลิขสิทธิ์

source: Keyword
th: คำสำคัญ

source: Portal
th: เว็บศูนย์รวม

source: Page
th: หน้าเพจ

source: News
th: ข่าว

source: News Category
th: ประเภทข่าว

source: Event
th: กิจกรรม

source: Event Category
th: ประเภทกิจกรรม

source: File
th: ไฟล์

source: Podcast
th: พอดคาสต์

source: Podcast Category
th: ประเภทพอดคาสต์

source: Created
th: สร้างเมื่อ

source: Modified
th: แก้ไขเมื่อ

source: Latitude
th: ละติจูด

source: Enter decimal degree of latitude, e.g., 7.008854. (optional)
th: ใส่ค่าพิกัดละติจูดในแบบตัวเลข ตัวอย่างเช่น 7.008854 (รายการนี้ไม่จำเป็นต้องใส่)

source: Longitude
th: ลองจิจูด

source: Enter decimal degree of logitude, e.g., 100.5007839. (optional)
th: ใส่ค่าพิกัดลองจิจูดในแบบตัวเลข ตัวอย่างเช่น 100.5007839 (รายการนี้ไม่จำเป็นต้องใส่)

source: Title
th: ชื่อ

source: Keywords
th: คำสำคัญ

source: Hidden
th: ซ่อน

source: Check above to hide this item temporarily.
th: เลือกตัวเลือกนี้เพื่อซ่อนรายการนี้ชั่วคราว

source: Sticky
th: แสดงค้าง

source: Check this to show this item before others.
th: เลือกตัวเลือกนี้เพื่อแสดงรายการนี้ก่อนรายการอื่นๆ

source: This item has been locked for editing by %(name)s. The lock will be expired in %(min)s minutes.
th: %(name)s กำลังทำการแก้ไขรายการนี้อยู่ คุณจะสามารถทำการแก้ไขรายการนี้ต่อจากเขาได้ภายใน %(min)s นาที

source: Verified
th: ตรวจสอบแล้ว

source: Allow Upload
th: อนุญาตให้เพิ่มไฟล์

source: Site Title
th: ชื่อไซต์หลัก

source: Enter a human-readable title of this site.
th: ใส่ชื่อของเว็บไซต์หลักที่ให้บริการนี้

source: Site Address
th: ที่อยู่ไซต์หลัก

source: Enter the URL of this site.
th: ใส่ URL ของเว็บไซต์หลักที่ให้บริการนี้

source: Main Portal Address
th: ที่อยู่ของเว็บศูนย์รวมหลักของไซต์

source: Enter the address of the main portal site for this system.
th: ใส่ที่อยู่ของเว็บศูนย์รวมหลักของระบบนี้

source: Support Email Address
th: อีเมลผู้ดูแลระบบ

source: Enter the email address of the person(s) who takes care this system.
th: ใส่ที่อยู่อีเมลของผู้ดูแลระบบนี้

source: Announcement
th: ประกาศ

source: Enter the announcement for this system. It will display on both frontend and backend pages.
th: ใส่ข้อความประกาศสำหรับระบบ ข้อความนี้จะแสดงในทุกหน้าทั้งส่วนหน้าและส่วนหลังของระบบ

source: Footer
th: ส่วนท้าย

source: Enter the footer of this system. It will display on both frontend and backend pages.
th: ใส่ข้อความส่วนท้ายของระบบ ข้อความนี้จะแสดงในทุกหน้าที่ผู้ใช้เห็น ทั้งส่วนเว็บศูนย์รวมและส่วนจัดการเว็บศูนย์รวม

source: Backend Footer
th: ส่วนท้ายของส่วน Backend

source: Login Form Title
th: หัวเรื่องในหน้าเข้าใช้ระบบ

source: Enter the title on the login form.
th: ใส่ชื่อของฟอร์มในหน้าเข้าใช้ระบบ

source: Login Form Message
th: ข้อความในหน้าเข้าใช้ระบบ

source: A message to display in the login form.
th: ข้อความที่แสดงเพื่อให้ข้อมูลผู้ใช้ในหน้าเข้าใช้ระบบ

source: Upload Permission Message
th: ข้อความเกี่ยวกับการขอสิทธิ์ในการใส่ไฟล์ในเครื่องแม่ข่าย

source: A message to instruct users how to obtain a permission to upload files.
th: ข้อความที่แสดงเพื่อให้ข้อมูลผู้ใช้ในการขอสิทธิ์เพื่อใส่ไฟล์ในระบบ

source: A message to inform users how to upload large files using a FTP client.
th: ข้อความที่แสดงเพื่อให้ข้อมูลผู้ใช้ในการใช้โปรแกรม FTP เพื่อใส่ไฟล์ในระบบ FTP

source: Domain Address
th: ที่อยู่โดเมน

source: Enter the title of this portal.
th: ใส่ชื่อของเว็บศูนย์รวมนี้

source: Subtitle
th: คำโปรย

source: Enter the subtitle of this portal. (optional)
th: ใส่คำโปรยของเว็บศูนย์รวมนี้ (รายการนี้ไม่จำเป็นต้องใส่)

source: Description
th: คำจำกัดความ

source: Enter a breif description of this portal.
th: ใส่คำจำกัดความสั้นๆ ของเว็บศูนย์รวมนี้

source: Contact Information
th: ข้อมูลติดต่อ

source: Enter the contact information for this portal.
th: ใส่ที่อยู่ที่ติดต่อได้ของผู้ดูแลเว็บศูนย์รวมนี้

source: Copyright Holder
th: ชื่อเจ้าของลิขสิทธิ์

source: Enter name of a person or organization who holds copyright for the contents of this portal.
th: ใส่ชื่อของบุคคลหรือองค์กรที่เป็นเจ้าของลิขสิทธิ์ของข้อมูลในเว็บศูนย์รวมนี้

source: License
th: สัญญาอนุญาต

source: Choose a license for all contents of this portal.
th: เลือกสิทธิ์ในการนำไปใช้ต่อของเนื้อหาในเว็บศูนย์รวมนี้

source: Language
th: ภาษา

source: Set the default language for this portal. (optional)
th: ตั้งภาษาหลักของเว็บศูนย์รวมนี้ (รายการนี้ไม่จำเป็นต้องใส่)

source: Other Information
th: ข้อมูลอื่นๆ

source: Enter other information as well as widgets and badges. (optional)
th: ใส่ข้อมูลอื่นๆ อาทิเช่น widgets หรือ badges (รายการนี้ไม่จำเป็นต้องใส่)

source: Enter footer information of this portal. (optional)
th: ใส่ข้อมูลส่วนท้ายของเว็บศูนย์รวมนี้ (รายการนี้ไม่จำเป็นต้องใส่)

source: Enter an announcement to display on the top of every pages. (optional)
th: ใส่ข้อความประกาศที่จะแสดงในส่วนหัวของทุกหน้าในเว็บศูนย์รวมนี้ (รายการนี้ไม่จำเป็นต้องใส่)

source: If you use your own domain, you need to obtain a Google Maps API Key from http://code.google.com/apis/maps/ (optional)
th: หากคุณใช้ชื่อโดเมนของคุณเอง คุณต้องขอ Google Map API Key จาก http://code.google.com/apis/ (รายการนี้ไม่จำเป็นต้องใส่)

source: Custom CSS
th: CSS เพิ่มเติม

source: Category
th: ประเภท

source: Location
th: สถานที่

source: Enter the place where this event will take place.
th: ใส่สถานที่ในการจัดกิจกรรมนี้

source: year-month-day hour:minute (such as 2009-01-03 13:21)
th: ปีคริสตศักราช-เดือน-วัน ชั่วโมง:นาที (ตัวอย่างเช่น 2009-01-03 13:21)

source: Begin
th: เริ่ม

source: End
th: สิ้นสุด

source: Parent
th: หน้าก่อน

source: Choose a book page that this book page belongs to. Leave it blank for a root book page.
th: เลือกหน้าเพจที่หน้านี้เป็นหน้าลูก ถ้าไม่เลือกหน้านี้จะเป็นหน้าหลัก

source: Weight
th: น้ำหนัก

source: Specify weight for sort order. A book page with lesser weight shows above a heavier one.
th: ระบุน้ำหนักเพื่อการจัดเรียงหน้าเพจ โดยหน้าเพจที่มีน้ำหนักน้อยกว่าจะแสดงก่อนหน้าที่มีน้ำหนักมากกว่า

source: Children List
th: รายการหน้าลูก

source: Show a list of its children if any in the bottom of its content.
th: แสดงรายการหน้าลูก (ถ้ามี) ในด้านท้ายของเนื้อหา

source: Allowed characters for a file name are A-Z, a-z, 0-9, _ (underscore), and - (dash).
th: ตัวอักษรที่อนุญาตให้ใช้ในชื่อไฟล์ได้แก่ A-Z, a-z, 0-9, _ (ขีดล่าง), และ - (ขีด)

source: Name
th: ชื่อ

source: Content-Type
th: ประเภทไฟล์สื่อ

source: Media URL
th: URL ของไฟล์สื่อ

source: Enter the full URL of the media file.
th: ใส่ URL เต็มของไฟล์สื่อ

source: Media Length
th: ความยาวของไฟล์สื่อ

source: Enter the length (in bytes) of the media file.
th: ใส่ความยาว (เป็นไบต์) ของไฟล์สื่อ

source: Media Type
th: ประเภทไฟล์สื่อ

source: Under Development
th: กำลังพัฒนาอยู่

source: This feature is currently under development. Please wait for the next release.
th: ความสามารถของระบบในส่วนนี้กำลังพัฒนาอยู่ กรุณารอการเปิดใช้งานในรอบต่อไป

source: Cannot send the email. Please check the form balow.
th: ไม่สามารถส่งอีเมลได้ กรุณาตรวจสอบแบบฟอร์มด้านล่างนี้

source: Contact Support Team
th: ติดต่อผู้ดูแลระบบ

source: The username and password did not match. Please try again.
th: ชื่อเข้าใช้กับรหัสผ่านไม่ตรงกัน กรุณาใส่อีกครั้งหนึ่ง

source: Unable to Delete
th: ไม่สามารถลบได้

source: This portal (%(title)s) cannot be deleted. It contains %(count)s items of pages, news, events, and files. You may delete them first.
th: เว็บศูนย์รวมนี้ (%(title)s) ไม่สามารถลบได้เพราะมีข้อมูลที่เป็น หน้าเพจ ข่าว กิจกรรม และไฟล์ รวมจำนวน %(count)s ชิ้น กรุณาข้อมูลเหล่านั้นก่อน

source: Are you sure you want to delete this portal?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเว็บศูนย์รวมนี้?

source: Book Page
th: หน้าเพจ

source: Select a book page to be the first page of this portal, or select none to reset it.
th: เลือกหน้าเพจที่จะเป็นหน้าแรกของเว็บศูนย์รวมนี้ ไม่เลือกเป็นการลบการตั้งค่า

source: Select a news item to be the first page of this portal, or select none to reset it.
th: เลือกข่าวที่จะเป็นหน้าแรกของเว็บศูนย์รวมนี้ ไม่เลือกเพื่อ

source: Select an event to be the first page of this portal, or select none to reset it.
th: เลือกกิจกรรมที่จะเป็นหน้าแรกของเว็บศูนย์รวมนี้ ไม่เลือกเป็นการลบการตั้งค่า

source: Set Custom CSS
th: ตั้งค่า CSS เพิ่มเติม

source: Do you want to add this person as a contributor of this portal?
th: คุณต้องการเพิ่มผู้ใช้คนนี้เป็นผู้ร่วมเขียนสำหรับเว็บศูนย์รวมนี้ใช่ไหม?

source: Add
th: เพิ่ม

source: The user is the owner of this portal.
th: ผู้ใช้คนนี้เป็นเจ้าของเว็บศูนย์รวมนี้

source: The user has already been a contributor of this portal.
th: ผู้ใช้คนนี้เป็นผู้ร่วมเขียนของเว็บศูนย์รวมนี้อยู่แล้ว

source: Cannot find a person with the username.
th: ไม่สามารถค้นหาผู้ใช้ที่ใช้ชื่อเข้าใช้นี้ได้

source: Add Contributor
th: เพิ่มผู้ร่วมเขียน

source: Next
th: ถัดไป

source: A contributor is a person that can do anything the owner of a portal can. This suits a site with a small editorial team.
th: ผู้ร่วมเขียนข้อมูลคือบุคคลที่สามารถเขียนข้อมูลต่างๆ ได้เหมือนกับเข้าของเว็บศูนย์รวม ความสามารถนี้เพิ่มความสะดวกให้กับเว็บศูนย์รวมที่มีทีมบรรณาธิการขนาดจำนวนไม่มาก

source: Are you sure you want to remove this person from the contributor list?
th: คุณแน่ใจหรือเปล่าว่าคุณต้องการยกเลิกการเป็นผู้ร่วมเขียนในเว็บศูนย์รวมนี้ของผู้ใช้คนนี้?

source: Unknown User or User Not Contributor
th: ไม่มีผู้ใช้คนนี้หรือผู้ใช้ไม่ได้เป็นผู้ร่วมเขียน

source: Either cannot find a user by the username, or the user is not a contributor of this portal.
th: ไม่สามารถค้นหาผู้ใช้โดยชื่อเข้าใช้นี้ได้ หรือมิฉะนั้นผู้ใช้คนนี้ก็ไม่ได้เป็นผู้ร่วมเขียนของเว็บศูนย์รวมนี้

source: This portal does not have a keyword. Click 'Create' to define a new keyword.
th: เว็บศูนย์รวมนี้ยังไม่มีคำสำคัญ คลิก 'สร้าง' เพื่อเพิ่มคำสำคัญ

source: Create New Keyword
th: สร้างคำสำคัญใหม่

source: Edit This Keyword
th: แก้ไขคำสำคัญนี้

source: News Categories
th: ประเภทข่าว

source: This portal does not have a news category. Click 'Create' to define a news category.
th: เว็บศูนย์รวมนี้ยังไม่มีประเภทข่าว คลิก 'สร้าง' เพื่อสร้างประเภทข่าวใหม่

source: Create a News Category
th: สร้างประเภทข่าวใหม่

source: Edit This News Category
th: แก้ไขประเภทข่าวนี้

source: Yes
th: ใช่

source: No
th: ไม่ใช่

source: Are you sure you want to delete this news?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข่าวนี้?

source: Event Categories
th: ประเภทกิจกรรม

source: This portal does not have an event category. Click 'Create' to define an event category.
th: เว็บศูนย์รวมนี้ยังไม่มีประเภทกิจกรรม คลิก 'สร้าง' เพื่อสร้างประเภทกิจกรรมใหม่

source: Create an Event Category
th: สร้างประเภทกิจกรรมใหม่

source: Edit This Event Category
th: แก้ไขประเภทกิจกรรมนี้

source: Are you sure you want to delete this event?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกิจกรรมนี้

source: This book page (%(title)s) cannot be deleted. It has %(count)s children. You may delete them first.
th: หน้าเพจนี้ (%(title)s) ไม่สามารถลบได้เพราะมีหน้าลูกจำนวน %(count)s กรุณาลบหน้าลูกก่อน

source: Are you sure you want to delete this book page?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหน้าเพจนี้?

source: FTP Access
th: วิธีการใช้ระบบ FTP

source: This system does not provide FTP access, or the administrator does not give an instruction how to access the system.
th: ระบบนี้ไม่ได้มีบริการ FTP หรือผู้ดูแลระบบไม่ได้ให้ข้อมูลในการเข้าใช้ระบบ FTP

source: You have uploaded a file with this name.
th: คุณได้นำไฟล์ในชื่อนี้เข้าในระบบ

source: You may rename this new file or edit the old file.
th: คุณอาจแก้ไขชื่อไฟล์ใหม่ที่จะนำเข้าในระบบ หรือแก้ไขไฟล์เก่าที่มีอยู่ในระบบแล้ว

source: Click this link to edit the old file
th: คลิกลิงก์นี้เพื่อแก้ไขไฟล์เก่าที่อยู่ในระบบแล้ว

source: A file with this name already exists in the destination directory. It was uploaded directly.
th: ไฟล์นี้ได้มีอยู่ในไดเรกตอรีนี้โดยได้ถูกนำเข้าไปในระบบโดยตรง

source: Upload File
th: เพิ่มไฟล์

source: Upload
th: เพิ่มไฟล์

source: The uploaded file does not have the same name as the original file.
th: ไฟล์ที่เพิ่มเข้ามาเพื่อแก้ไขมีชื่อไฟล์ต่างกับชื่อไฟล์เก่า

source: Please rename it to the following name
th: กรุณาเปลี่ยนชื่อไฟล์ให้เป็นดังต่อไปนี้

source: Update File
th: แก้ไขไฟล์

source: Update
th: แก้ไข

source: Are you sure you want to delete this file?
th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์นี้?

source: Podcast Categories
th: ประเภทพอดคาสต์

source: This portal does not have a podcast category. Click 'Create' to define a podcast category.
th: เว็บศูนย์รวมนี้ยังไม่มีประเภทพอดคาสต์ คลิก 'สร้าง' เพื่อสร้างประเภทพอดคาสต์ใหม่

source: Create a Podcast Category
th: สร้างประเภทพอดคาสต์ใหม่

source: Edit This Podcast Category
th: แก้ไขประเภทพอดคาสต์นี้

source: Are you sure you want to delete this podcast episode?
th: คุณแน่ใจหรือไม่ว่าต้องการลบพอดคาสต์นี้?

source: This portal does not have a contributor. Click 'Add' to add a contributor.
th: เว็บศูนย์รวมนี้ยังไม่มีผู้ร่วมเขียน คลิก 'เพิ่ม' เพื่อเพิ่มผู้ร่วมเขียน

source: True
th: ใช่

source: False
th: ไม่ใช่

source: The requested page is not found. Please check the address.
th: ไม่พบหน้าที่ต้องการ กรุณาตรวจสอบที่อยู่ของหน้า

source: The system runs into a problem. It will be fixed as soon as possible.
th: ระบบพบปัญหาทางเทคนิค ในขณะนี้กำลังทำการแก้ไข

source: Please set a main portal site address in "System information" using the admin interface.
th: กรุณาตั้งเว็บศูนย์รวมเว็บแรกของไซต์นี้ในหน้า "System information" ในส่วนการบริหารระบบ

source: Creative Commons Attribution Non-Commercial Share Alike License
th: ครีเอทีฟคอมมอนส์ สัญญาอนุญาตประเภทแสดงที่มา ไม่ใช้เพื่อการค้า และอนุญาตแบบเดียวกัน

source: Creative Commons Attribution Non-Commercial No Derivatives License
th: ครีเอทีฟคอมมอนส์ สัญญาอนุญาตประเภทแสดงที่มา ไม่ใช้เพื่อการค้า และไม่แก้ไขต้นฉบับ

source: Creative Commons Attribution No Derivatives License
th: ครีเอทีฟคอมมอนส์ สัญญาอนุญาตประเภทแสดงที่มา และไม่แก้ไขต้นฉบับ

source: Creative Commons Attribution Non-Commercial License
th: ครีเอทีฟคอมมอนส์ สัญญาอนุญาตประเภทแสดงที่มา และไม่ใช้เพื่อการค้า

source: Creative Commons Attribution Share Alike License
th: ครีเอทีฟคอมมอนส์ สัญญาอนุญาตประเภทแสดงที่มา และอนุญาตแบบเดียวกัน

source: Creative Commons Attribution License
th: ครีเอทีฟคอมมอนส์ สัญญาอนุญาตประเภทแสดงที่มา

source: Cannot connect to the server. Please click Refresh and try again.
th: ไม่สามารถต่อเชื่อมกับเครื่องแม่ข่ายได้ คลิกรีเฟรชเพื่อทดลองใหม่

source: The server did not return data. You might have logged out from the system. Please login again.
th: เครื่องแม่ข่ายไม่ส่งข้อมูลกลับ คุณอาจออกจากระบบไปแล้ว กรุณาเข้าใช้ระบบอีกครั้ง

source: Logout
th: ออกจากระบบ

source: Login
th: เข้าระบบ

source: Portal Dashboard
th: แผงรายการจัดการเว็บ

source: View Portal
th: ดูเว็บศูนย์รวมนี้

source: Edit Portal Information
th: แก้ไขข้อมูลของเว็บ

source: Set Theme
th: ตกแต่งเว็บ

source: Manage Contributors
th: จัดการรายการผู้ร่วมเขียน

source: Contributors
th: ผู้ร่วมเขียน

source: List All Portals
th: แสดงเว็บศูนย์รวมทั้งหมด
